backend/golang-http-server/learning-vegeta/concurrent-result.txt
Requests      [total, rate, throughput]  500, 100.18, 100.17
Duration      [total, attack, wait]      4.991557375s, 4.991130292s, 427.083µs
Latencies     [mean, 50, 95, 99, max]    683.887µs, 428.606µs, 1.793648ms, 6.185541ms, 18.59975ms
Bytes In      [total, mean]              12500, 25.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:500  
Error Set: